{
  "user": [
    {
      "id": "7812",
      "email": "trushanimse07@gmail.com",
      "password": "071215",
      "name": "Trusha Nimse"
    },
    {
      "id": "0568",
      "email": "snehal24@gmail.com",
      "password": "2415",
      "name": "Snehal Bangar"
    },
    {
      "id": "7677",
      "email": "agasthya21@gmail.com",
      "password": "2328",
      "name": "Agasthya"
    }
  ],
  "blogs": [
    {
      "id": "708a",
      "title": "🌳वृक्षांचे महत्त्व",
      "description": "वृक्षांची भूमिका पर्यावरण आणि मानवता मध्ये अतुलनीय आहे. ते हवा शुद्ध करतात आणि आपल्या श्वासाला शुद्ध व ताजगी देतात. वृक्ष प्राणवायू (ऑक्सिजन) निर्माण करतात आणि कार्बन डायऑक्साइड शोषून घेतात. यामुळे वातावरणाचा समतोल राखला जातो आणि आपल्याला स्वच्छ हवा मिळते. एकच मोठा वृक्ष १ टन कार्बन डायऑक्साइड शोषून त्यापासून ५०० किलो प्राणवायू निर्माण करतो.\n\nवृक्ष जमिनीचे संरक्षण करतात. त्यांच्या मुळांनी मातीला घट्ट पकडून ठेवले जाते आणि त्यामुळे जमिनीचा धोंडा होण्यापासून बचाव होतो. तसेच, पावसाळ्यात पाणी शोषून ते जलसाठा वाढवतात आणि विविध जलस्रोतांचा जतन करतात. यामुळे दुष्काळाच्या समस्या कमी होतात.\n\nवृक्ष जलवायू संतुलन राखतात. ते पृथ्वीवरील तापमान नियंत्रित करतात. जंगलात जास्त संख्या असलेले वृक्ष सूर्यमालेच्या कडक उन्हाला कमी करण्यास मदत करतात. यामुळे वातावरणात नैसर्गिक थंडावा निर्माण होतो.",
      "CreatedBy": "trushanimse07@gmail.com",
      "CreatedAt": "9/18/2025, 2:17:48 PM",
      "likes": 11,
      "dislikes": 1
    },
    {
      "id": "b710",
      "title": "🐶  Dogs",
      "description": "The dog is one of the most loyal and beloved animals in the world. It has been a companion to humans for thousands of years. Dogs are known for their intelligence, loyalty, and protective nature. They are often referred to as \"man’s best friend\" because of the strong bond they share with humans.\nDogs are truly wonderful animals. They are loyal, loving, and helpful. In return for their companionship, they ask for little — just love, care, and respect. Whether as a pet, a helper, or a protector, dogs play an important role in human life. They deserve to be treated with kindness and compassion. Owning a dog is a responsibility, but also a great joy.",
      "CreatedBy": "snehal24@gmail.com",
      "CreatedAt": "9/18/2025, 2:37:02 PM",
      "likes": 13,
      "dislikes": 2
    },
    {
      "id": "a888",
      "title": "✨Being Human",
      "description": "To be human is to possess qualities like kindness, compassion, honesty, respect, and the ability to feel emotions such as love, sorrow, and joy. It also means having the power of thought, imagination, and the responsibility to make choices that affect not just ourselves but others too.\n\nBeing human is not just about intelligence — animals too have their own ways of thinking and feeling. What sets us apart is our ability to understand the difference between right and wrong, and to act with conscience.\n\n",
      "CreatedBy": "agasthya21@gmail.com",
      "CreatedAt": "9/18/2025, 3:17:49 PM",
      "likes": 3
    }
  ]
}